class StringRes {
  static String phone = '+7 (978) 723 12 40';
  static String mail = 'info@enki-crimea.com';
  static String address = 'Республика Крым,\nг.Симферополь,\nул.Тургенева 13 А.';
  static String aboutShort =
      '''Мы разрабатываем проект вместе с Вами, учитывая все конструктивно - финансовые стороны реализации. Наши инженеры бесплатно произведут сметные расчеты для его реализации.''';
  static String bottomAbout ='''«ENKI» - Это эксперты\nв области проектирования,\nстроительства, ремонта и\nдизайна интерьера!''';
}
