class StringRes {
  static const String phone = '+7 (978) 723 12 40';
  static const String phoneSecond = '+7 (978) 726 29 99';
  static const String mail = 'info@enki-crimea.com';
  static const String address =
      'Республика Крым,\nг.Симферополь,\nул.Тургенева 13 А.';
  static const String aboutShort =
      '''Мы разрабатываем проект вместе с Вами, учитывая все конструктивно - финансовые стороны реализации. Наши инженеры бесплатно произведут сметные расчеты для его реализации.''';
  static const String bottomAbout =
      '''«ENKI» - Мы эксперты\nв области строительства,\n ремонта и дизайна интерьера!''';
  static const String bestWindow = 'Лучшие окна';
  static const String bestFoundation = 'Хороший фундамент';
 static const String workTime = 'пн-пт: с 9:00 до 18:00\nсб-вс: выходной';

static const String aboutFull =''' ООО СК «ENKI» — это современная строительная компания основанная в 2012 году. Нашим приоритетом является не только индивидуальное жилищное строительство, реконструкция  домов и жилых пристроек, но и крупных общественных и жилых комплексов. 
Уникальность компании «ENKI» заключается в том, что мы выполняем все этапы строительных и ремонтно - отделочных работ, что исключает необходимость поиска отдельных специалистов в той или иной сфере. Наши высококвалифицированные сотрудники, являются членами национальной ассоциации строителей. Кроме того, наша компания использует индивидуальный подход к каждому клиенту. Мы работаем с любыми типами планов и проектами любой сложности, при необходимости предоставляем свою помощь в проектно - изыскательских работах и дизайн – проектах.
Все проекты ООО СК «ENKI» реализуются точно в срок, для этого в распоряжении компании есть собственные складские помещения, что исключает возможность задержки поставки материалов и изменение сроков сдачи объекта в эксплуатацию.
Нашими конкурентными преимуществами являются:
Наличие собственного столярного цеха по изготовлению мебели из дерева по индивидуальному заказу;
Мы проводим контроль рационального использования материальных, технических и трудовых ресурсов на всех этапах производственного процесса, что позволяет сократить затраты и обеспечить качество выполняемых работ.
Кроме стандартных материалов, мы так же используем натуральный камень (мрамор, гранит, керамо - гранит) и дерево (лиственные породы) для облицовочных работ внутри и снаружи здания;
ООО СК «ENKI» предоставляет гарантию и последующее сервисное обслуживание на все виды работ.
Мы гарантируем качественное выполнение поставленных задач с учетом соблюдения всех норм строительного законодательства.
Сдача объекта в эксплуатацию, а так же согласование разрешительной документации по всем этапам строительства.
Более 600 заказчиков обратившихся в нашу компанию остались довольны результатом выполненных работ, мы высоко ценим доверие наших клиентов и делаем все для того, что бы его сохранить! ''' ;


  static const String aboutFullZero="ООО СК «ENKI» — это современная строительная компания основанная "
      "в 2012 году.";

  static const String aboutFullOne = "Нашим приоритетом является не только "
      "индивидуальное жилищное строительство, реконструкция  домов "
      "и жилых пристроек, но и крупных общественных и жилых комплексов.";

  static const String aboutFullTwo="Мы выполняем все этапы строительных и ремонтно - отделочных работ, что исключает "
      "необходимость поиска отдельных специалистов в той или иной сфере. "
      "\n\nНаши высококвалифицированные сотрудники, являются членами "
      "национальной ассоциации строителей.";

  static const String aboutFullThree="Мы работаем с любыми типами "
      "планов и проектами любой сложности, при необходимости предоставляем "
      "свою помощь в проектно - изыскательских работах и дизайн – проектах.";


  static const String aboutFullFour="Все проекты ООО СК «ENKI» реализуются "
      "точно в срок, для этого в распоряжении компании есть собственные "
      "складские помещения, что исключает возможность задержки поставки "
      "материалов и изменение сроков сдачи объекта в эксплуатацию.";

  static const String aboutFullFive="Наши конкурентныe преимущества:";

  static const String aboutFullSix="Наличие собственного столярного цеха по изготовлению мебели из дерева по индивидуальному заказу";

  static const String aboutFullSeven="Мы проводим контроль рационального "
      "использования материальных,технических и трудовых ресурсов на всех этапах"
      " производственного процесса, что позволяет сократить затраты и обеспечить"
      " качество выполняемых работ.";

  static const String aboutFullEight="Кроме стандартных материалов, мы так же "
      "используем натуральный камень (мрамор, гранит, керамо - гранит) и "
      "дерево (лиственные породы) для облицовочных работ внутри и снаружи здания;";

  static const String aboutFullNine="ООО СК «ENKI» предоставляет гарантию и "
      "последующее сервисное обслуживание на все виды работ.Мы гарантируем "
      "качественное выполнение поставленных задач с учетом соблюдения всех "
      "норм строительного законодательства.Сдача объекта в эксплуатацию, а "
      "так же согласование разрешительной документации по всем этапам строительства.";

  static const String aboutFullTen="Более 600 заказчиков обратившихся в нашу "
      "компанию остались довольны результатом выполненных работ, мы высоко "
      "ценим доверие наших клиентов и делаем все для того, что бы его сохранить!";

  static const String aboutFullEleven="Для сохранения пространственного положения бетонных конструкций мы используем свою опалубку.";

}
